// ==== Settings ====
"Library" = "Biblioteca";
"Hide Document Names" = "Ocultar los nombres de los documentos";

"Reading and Editing" = "Lectura y edición";
"Hide Status Bar" = "Ocultar la barra de estado";
"Disable Auto Lock" = "Desactivar bloqueo automático";
"Please disable \"Multitasking Gestures\" in iPad's Settings for palm rest to work properly." = "Desactive la opción “Gestos para multitarea” en los Ajustes del iPad para que la zona de apoyo de la mano funcione correctamente.";

"When Using the Close-up Input" = "Al usar el modo de edición en detalle";
"Disable Editing Elsewhere" = "Solo edición en detalle";
"Close-up Input Tips" = "• Mantenga pulsado el dedo en cualquier lugar de la página para abrir el modo de edición en detalle.\n• Mantenga pulsado el botón de retorno de carro para saltar a la siguiente línea con sangría. Arrastre el visor para cambiar el tamaño de la sangría."; // the locator is a rectangle which shows the location of the close-up input on the page view

"About GoodNotes" = "Acerca de GoodNotes";
"Version" = "Versión";
"Send Us Feedback" = "Denos su opinión";
"Rate GoodNotes on iTunes to support us!" = "Puntúe GoodNotes en iTunes para mostrarnos su apoyo";

"We would love to hear your questions, comments, or suggestions! Please enter your feedback below in English:" = "Nos encantará leer sus preguntas, comentarios o sugerencias. Escriba su mensaje a continuación:";

"Crash Recovery" = "Recuperación tras un fallo";
"Safe Mode" = "Modo seguro";
"Turn on safe mode to prevent GoodNotes from crashing on start up." = "Active el modo seguro para evitar que GoodNotes se cierre forzosamente al iniciarse.";

// ==== version 2.3 below ====
"When Using Close-up Input or Text Input" = "Al usar el modo de entrada de texto o de edición en detalle";

// ==== version 2.5 below ====
"Close-up Input Gesture (Tap and Hold)" = "Gesto para editar en detalle (tocar y mantener pulsado)";
"Text Input Gesture (Two Fingers Tap)" = "Gesto para introducir texto (tocar con dos dedos)";
"Unlink Dropbox" = "Desconectar de Dropbox";
"Unlink Box" = "Desconectar de Box";

// ==== version 3.2 below ====
"Palm Rest" = "Protección de apoyo de la mano";
"Palm Rest Control Position" = "Posición de control del apoyo de la mano";
"Left" = "Izquierda";
"Right" = "Derecha";
"Auto-Deselect Eraser" = "Detectar borrador automáticamente";

// ==== version 3.3 below ====
"Pen Style" = "Estilo de lápiz";
"Fountain Pen" = "Pluma";
"Rollerball Pen" = "Bolígrafo";

// ==== version 3.4.2 below ====

"Turn on Safe Mode to prevent opening a crashing document on startup." = "Active el modo seguro para evitar abrir un documento que provoque un cierre forzoso al iniciarse.";

"Extract App Data" = "Extraer datos de la aplicación";
"If you cannot open GoodNotes even when Safe Mode is enabled, turn this on and open GoodNotes to extract all app data to iTunes File Sharing. Then please send us a support ticket with the app data archive to recover your notes." = "Si no puede abrir GoodNotes ni con el modo seguro activado, active esta opción y abra GoodNotes para extraer todos los datos de la aplicación en Compartir Archivos de iTunes. Después, envíenos un ticket de asistencia con el paquete de datos de la aplicación para recuperar sus notas.";